{
    "title": "Individual Education Planning",
    "image": "/images/service/s-5.jpg",
    "description": "Customized learning goals aligned with developmental milestones.",
    "content": "\n            <p><strong>A curriculum as unique as your child.</strong></p>\n            <p>In a standard classroom, children are often expected to adjust to the curriculum. At Maryam Studio CDC, we adjust the curriculum to the child. Our Individual Education Planning (IEP) service ensures that every student has a roadmap to success designed specifically for their learning style, strengths, and challenges.</p>\n\n            <h3 class=\"h3 mt-4\">The IEP Process</h3>\n            <p>Creating an IEP is a collaborative and dynamic process involving therapists, special educators, and parents.</p>\n            \n            <h4 class=\"h4 mt-3\">1. Baseline Assessment</h4>\n            <p>We use standardized tools (like VB-MAPP, ABLLS-R) and observational data to determine exactly where the child stands in various developmental domains: Communication, Academics, Self-Help, Motor Skills, and Socialization.</p>\n\n            <h4 class=\"h4 mt-3\">2. Goal Setting (SMART Goals)</h4>\n            <p>We set goals that are <strong>S</strong>pecific, <strong>M</strong>easurable, <strong>A</strong>chievable, <strong>R</strong>elevant, and <strong>T</strong>ime-bound. Instead of a vague goal like \"improve reading,\" we set \"Student will identify 20 sight words with 90% accuracy by December.\"</p>\n\n            <h4 class=\"h4 mt-3\">3. Implementation & Adaptation</h4>\n            <p>Our special educators use multisensory teaching methods—visual aids, tactile materials, and hands-on learning—to teach these goals. If a child enters a plateau, we modify the teaching strategy immediately.</p>\n\n            <h4 class=\"h4 mt-3\">4. Regular Review</h4>\n            <p>An IEP is not a static document. We review progress quarterly and update objectives as the child masters them. Parents receive detailed reports and are an integral part of this review process.</p>\n\n            <p class=\"mt-4\">With an IEP, no child is left behind. We celebrate every milestone, ensuring steady, measurable progress toward independence.</p>\n        "
}