{
    "title": "Occupational Therapy",
    "image": "/images/service/s-3.jpg",
    "description": "Developing fine motor skills, sensory integration, and daily living skills.",
    "content": "\n            <p><strong>Building independence, one skill at a time. Expert Occupational Therapy for children in Hyderabad.</strong></p>\n            <p>A child's \"occupation\" is to play, learn, and grow. When developmental hurdles interfere with these activities, Occupational Therapy (OT) steps in. At Maryam Studio, our OT program enables children to participate fully in their daily lives, from boosting academic performance to mastering self-care tasks.</p>\n\n            <h3 class=\"h3 mt-4\">Why is OT Vital for Autism?</h3>\n            <p>Children with autism often struggle with sensory processing, motor coordination, and self-regulation. Our Occupational Therapists act as detectives, identifying the underlying sensory or motor barriers and designing fun, purposeful activities to overcome them.</p>\n\n            <h3 class=\"h3 mt-4\">Key Focus Areas</h3>\n\n            <h4 class=\"h4 mt-3\">Sensory Integration (SI)</h4>\n            <p>Many of our students are either over-sensitive (avoiding loud noises, textures) or under-sensitive (seeking movement, crashing). We utilize a state-of-the-art <strong>Sensory Gym</strong> equipped with swings, trampolines, climbing walls, and tactile surfaces. Therapy helps the nervous system process sensory input correctly, leading to a calmer, more focused child.</p>\n\n            <h4 class=\"h4 mt-3\">Fine Motor Skills</h4>\n            <p>We work on small muscle movements essential for:</p>\n            <ul>\n                <li><strong>Writing:</strong> Grip strength, letter formation.</li>\n                <li><strong>Self-Care:</strong> Buttoning shirts, tying shoelaces, using utensils using a spoon/fork.</li>\n                <li><strong>Play:</strong> Manipulating small blocks, puzzles, and toys.</li>\n            </ul>\n\n            <h4 class=\"h4 mt-3\">Gross Motor Skills</h4>\n            <p>Building core strength, balance, and coordination through obstacle courses, ball games, and climbing. This improves posture, stamina for sitting in class, and confidence in the playground.</p>\n\n            <h4 class=\"h4 mt-3\">Activities of Daily Living (ADL)</h4>\n            <p>We explicitly teach the steps for independence: brushing teeth, toilet training, dressing, and organizing school bags. </p>\n\n            <p class=\"mt-4\">Through Occupational Therapy, we help children make sense of their bodies and the world around them, paving the way for a more independent and fulfilling life.</p>\n        "
}