{
    "title": "Parent Training & Home Programs",
    "image": "/images/project/p-6.jpg",
    "description": "Guidance to extend learning beyond school.",
    "content": "\n            <p><strong>Empowering Parents, Transforming Homes.</strong></p>\n            <p>Parents are a child’s first and most enduring teachers. The hours a child spends in therapy are impactful, but the hours spent at home are where life happens. Our Parent Training program is designed to bridge the gap between clinic and home, giving you the confidence and tools to support your child’s development 24/7.</p>\n\n            <h3 class=\"h3 mt-4\">Why Parent Training?</h3>\n            <p>Studies show that parent-mediated intervention leads to significantly better outcomes for children with autism. When parents use the same strategies as therapists, the child learns faster and generalizes skills better. It also reduces parental stress and empowers you to handle challenging situations effectively.</p>\n\n            <h3 class=\"h3 mt-4\">What We Cover</h3>\n            <div class=\"check-list style-4\">\n                <ul>\n                    <li><strong>Communication Strategies:</strong> How to encourage speech and use visual schedules at home.</li>\n                    <li><strong>Behavior Management:</strong> Techniques to handle tantrums, refusal, and sleep issues calmly and effectively.</li>\n                    <li><strong>Play Skills:</strong> How to engage your child in meaningful play that promotes connection and learning.</li>\n                    <li><strong>Sensory Diet:</strong> Creating a sensory-friendly home environment.</li>\n                    <li><strong>ADL Training:</strong> Strategies to teach toilet training, feeding, and dressing at home.</li>\n                </ul>\n            </div>\n\n            <h3 class=\"h3 mt-4\">Home Program Development</h3>\n            <p>We don’t just give advice; we give you a plan. We create customized Home Programs with specific activities for you to do with your child. We then review videos or feedback of these sessions to refine your technique.</p>\n\n            <p class=\"mt-4\">You are not alone in this journey. Maryam Studio is your partner, providing the knowledge and emotional support you need to be the best advocate using the best strategies for your child.</p>\n        "
}